// import UBS              from '../img/review/UBS.png'
import EveryDay         from '../img/review/EveryDay.png'
import U21              from '../img/review/U-21.png'
import ArtMarket        from '../img/review/ArtMarket.png'
import NavicomEnergy    from '../img/review/Navicom.png'
// import NoPhoto          from '../img/review/noPhoto.png'

export const REVIEW = [
    /*{
        id: 1,
        name: ' ',
        post: ' ',
        text: 'Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Товарищи!',
        img: Whirl,
        type: 'show1'
    }, {
        id: 2,
        name: 'Игорь Стефанишин',
        post: 'Директор УкрБурСервис',
        text: 'Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Товарищи!',
        img: UBS,
        type: 'show2'
    }, */ {
        id: 4,
        name: 'Сергей Ельчуков',
        post: 'Руководитель проекта Everyday Studio',
        text: 'Обратился к ребятам, когда возникла необходимость разработать презентационные материалы моего приложения для выставки. С задачей команда Мармелад справилась оперативно и качественно. Огромным плюсом есть то, что они не только разработали макеты, но и предложили материалы для тех или иных носителей, сделали надзор за изготовлением и доставили все изделия вовремя и в лучшем виде.',
        img:   EveryDay,
        type: 'show4'
    },{
        id: 5,
        name: 'Мирослава Баюн',
        post: 'Директор U–21',
        text: 'У двох словах - робота над проектом «U-21» з командою дизайн-студії «Мармелад» пройшла невимушено і основне - влучно. Розроблений лого і фірмовий стиль відобразив ідеї і побажання висвітлені в бріфі. Для мене основною була конструктивна критика і відкритий діалог «гарно/не гарно/точно ні». Не раз ми «дискутували» з арт-директором і командою на тему матеріалів, наповнення і моментів де естетика конкурує з агресивним маркетингом і в 100% випадків я була задоволена результатом.',
        img:   U21,
        type: 'show5'
    }, {
        id: 6,
        name: 'Мирослава Баюн',
        post: 'Организатор феста Art Market',
        text: 'Цей проект почався з ідеї. Я прийшла до вже улюбленої команди дизайнерів з амбітним проектом і назвою. В «10-ку» потрапили з першої спроби. За допомогою кольорів та стилю відобразили ідею, тематику, а основне - є чітка ідентифікація проекту за допомогою логотипу та рекламних матеріалів у наших відвідувачів. Адже погодьтесь - левова частка наповнення будь-якого проекту це його візуалізація :)',
        img:   ArtMarket,
        type: 'show6'
    }, {
        id: 7,
        name: 'Василий Петрук',
        post: 'Директор Navicom Energy',
        text: 'Работой с дизайн студией Marmelad доволен на все 100%. Больше всего понравилось то, что ребята действительно стараются вникнуть в специфику нефтегазовой отрасли и бизнес-процессы нашей компании. Наверное это и делает сотрудничество легким, а результат успешным.',
        img:   NavicomEnergy,
        type: 'show7'
    }/*, {
        id: 7,
        name: 'ЙоОй!',
        post: 'Директор ЙоОй!',
        text: 'Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Товарищи!',
        img: NoPhoto,
        type: 'show7'
    }, {
        id: 8,
        name: 'Оксана Камалетдинова',
        post: 'Директор Endorfine',
        text: 'Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации системы обучения кадров, соответствует насущным потребностям. Товарищи!',
        img: NoPhoto,
        type: 'show8'
    }*/
]
